IDEA Open Model
Element1D.Name Property
Compatible with IDEA StatiCa 20.1
 Name of Element
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
Property Value
Type: String
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace